aaron-bond.better-comments
akamud.vscode-theme-onedark
apollographql.vscode-apollo
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
eg2.ts-tslint
eg2.tslint
esbenp.prettier-vscode
hashicorp.terraform
mathiasfrohlich.Kotlin
moshfeu.compare-folders
ms-azuretools.vscode-docker
ms-vscode.azure-account
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
octref.vetur
Orta.vscode-jest
Tyriar.sort-lines
unifiedjs.vscode-mdx
wayou.vscode-todo-highlight
wix.glean
